{
  "sheet": "Resp Matrix-NBCU",
  "nonEmptyRows": [
    {
      "rowIndex": 0,
      "cells": {
        "0": "Project:",
        "1": "NBC - 9th Floor Displays"
      }
    },
    {
      "rowIndex": 1,
      "cells": {
        "0": "Date:",
        "1": "2025-05-15T22:00:00.000Z"
      }
    },
    {
      "rowIndex": 3,
      "cells": {
        "1": "Administrative",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 4,
      "cells": {
        "1": "Provide accurate architectural, structural engineering, and electrical drawings or information, including exploratory surveys to confirm existing conditions if necessary.",
        "3": "X"
      }
    },
    {
      "rowIndex": 5,
      "cells": {
        "1": "Provide Payment and Performance Bond.",
        "2": "NA",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 6,
      "cells": {
        "1": "All required zoning , building, street or sidewalk closure permits, and associated costs, as required.",
        "2": "NA",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 7,
      "cells": {
        "1": "Shipping of all equipment to site.",
        "2": "X"
      }
    },
    {
      "rowIndex": 8,
      "cells": {
        "1": "Receive, unload, and inspect all new equipment upon delivery.",
        "2": "X"
      }
    },
    {
      "rowIndex": 9,
      "cells": {
        "1": "Provide safe storage of video equipment and control equipment in a safe, dry and secure location until installation, if required.",
        "3": "X"
      }
    },
    {
      "rowIndex": 10,
      "cells": {
        "1": "Unobstructed access to equipment and control room throughout installation, until equipment is 100% operational.",
        "3": "X"
      }
    },
    {
      "rowIndex": 11,
      "cells": {
        "1": "Engineering & Submittals",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 12,
      "cells": {
        "1": "Customer is responsible to ensure the existing structure/building is adequate, including, but not limited to, providing sealed engineering and calculations, as-builts, and other information, documentation, or enabling  of exploratory work as may be required for ANC's Engineer to adequately design the display system and it's attachment to the base building.  ANC assumes base building defined as plywood \"backer\" or similar condition.",
        "3": "X"
      }
    },
    {
      "rowIndex": 13,
      "cells": {
        "1": "Provide mechanical drawings, electrical drawings, shop drawings, and equipment locations for new equipment.",
        "2": "X"
      }
    },
    {
      "rowIndex": 14,
      "cells": {
        "1": "Engineering and certification for new equipment attachment design",
        "2": "X"
      }
    },
    {
      "rowIndex": 15,
      "cells": {
        "1": "Provide approval of all mechanical drawings, electrical drawings, shop drawings, equipment locations, color renderings, and ad copy layouts for new equipment.",
        "3": "X"
      }
    },
    {
      "rowIndex": 16,
      "cells": {
        "1": "Responsible to ensure sufficient structural integrity at points of attachment, including any modifications, additions or alterations to base building construction, as required.",
        "3": "X"
      }
    },
    {
      "rowIndex": 17,
      "cells": {
        "1": "Demolition, Removal & Site Cleanup",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 18,
      "cells": {
        "1": "Removal of existing equipment and structural components, as required.",
        "2": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 19,
      "cells": {
        "1": "Disposal of existing equipment and structural components, as required.",
        "2": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 20,
      "cells": {
        "1": "Post installation site clean-up.",
        "2": "X"
      }
    },
    {
      "rowIndex": 21,
      "cells": {
        "1": "Physical Installation",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 22,
      "cells": {
        "1": "Fabricate, deliver, and install support structure and appropriate backing for all displays, including hardware, shims and miscellaneous materials as required. ",
        "2": "X"
      }
    },
    {
      "rowIndex": 23,
      "cells": {
        "1": "Provide & Install LED components.",
        "2": "X"
      }
    },
    {
      "rowIndex": 24,
      "cells": {
        "1": "Provide all required Floor/Site Protection, if required.",
        "3": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 25,
      "cells": {
        "1": "Provide camera ready artwork for ad panels, and logos at time of order, if required.",
        "3": "X"
      }
    },
    {
      "rowIndex": 26,
      "cells": {
        "1": "Electrical & Data Installation",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 27,
      "cells": {
        "1": "Submit electrical engineering drawings",
        "2": "X"
      }
    },
    {
      "rowIndex": 28,
      "cells": {
        "1": "Provide (and install, if required) primary power feed within 5' of the display location with sufficient amps for ANC proposed display(s); typically 208v  single phase.",
        "2": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 29,
      "cells": {
        "1": "Provide secondary electrical panels and/or remote power control, if required. ",
        "2": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 30,
      "cells": {
        "1": "Installation of secondary electrical panels and/or remote power control, if required.  Including all conduit, wire, and low voltage conduit & wire as may be required for the remote power control. ",
        "2": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 31,
      "cells": {
        "1": "Use existing signal cable conduit from control location to all\r\nEquipment locations/signal termination points, as delineated in the electrical and signal\r\ndrawings.",
        "3": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 32,
      "cells": {
        "1": "Provide high speed internet connection to control room equipment.",
        "3": "X"
      }
    },
    {
      "rowIndex": 33,
      "cells": {
        "1": "Control System",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 34,
      "cells": {
        "1": "Provide climate controlled control room for all control equipment and processing. Normal operating temperature should be between 65 and 75 degrees Fahrenheit. Normal operating humidity should be less than 80 percent non condensing.",
        "3": "X"
      }
    },
    {
      "rowIndex": 35,
      "cells": {
        "1": "Supply static IP address five (5) days prior to installation.",
        "3": "X"
      }
    },
    {
      "rowIndex": 36,
      "cells": {
        "1": "Use of existing install signal cable conduit from production control location to display for LiveSync control.",
        "3": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 37,
      "cells": {
        "1": "Third party application fees as required by the customer, i.e. RSS Feeds, etc. ",
        "3": "X"
      }
    },
    {
      "rowIndex": 38,
      "cells": {
        "1": "Use of exsting computer(s) for control software.",
        "2": "X"
      }
    },
    {
      "rowIndex": 39,
      "cells": {
        "1": "Set-up, and testing of all control equipment.",
        "2": "X"
      }
    },
    {
      "rowIndex": 40,
      "cells": {
        "1": "Training",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 41,
      "cells": {
        "1": "Provide list of personnel for training five (5) days in advance.",
        "3": "X"
      }
    },
    {
      "rowIndex": 42,
      "cells": {
        "1": "Provide sign off list for all training to be distributed to all parties upon completion.",
        "2": "X"
      }
    },
    {
      "rowIndex": 43,
      "cells": {
        "1": "Perform one (1) day of maintenance training.",
        "2": "X"
      }
    },
    {
      "rowIndex": 44,
      "cells": {
        "1": "Perform two (2) days of control system operation.",
        "3": "X"
      }
    },
    {
      "rowIndex": 45,
      "cells": {
        "1": "Perform final systems testing and commissioning.",
        "2": "X"
      }
    },
    {
      "rowIndex": 46,
      "cells": {
        "1": "Project Close- Out",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 47,
      "cells": {
        "1": "Site walk thru to conduct final inspection of punch list items with ANC",
        "3": "X"
      }
    },
    {
      "rowIndex": 48,
      "cells": {
        "1": "Completion of punch list items",
        "2": "X"
      }
    },
    {
      "rowIndex": 49,
      "cells": {
        "1": "Project Specific Notes",
        "2": "YES",
        "3": "NO"
      }
    },
    {
      "rowIndex": 50,
      "cells": {
        "1": "ANC has provided a (5) year warranty on all LED parts.",
        "2": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 51,
      "cells": {
        "1": "All onsite labor will be performed during normal business hours.  All work will be performed consecutively. Any work outside of normal business hours, or requiring demobilization and remobilzation may incure additional cost.",
        "2": "X"
      }
    },
    {
      "rowIndex": 52,
      "cells": {
        "1": "ANC has not provided on site labor during the warranty period as part of this proposal.  ANC will train facility staff to perform basic troubleshooting and simple component replacement.  ANC will deploy an authorized service technician to perform all escalated service needs at and invoice for costs incurred.",
        "2": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 53,
      "cells": {
        "1": "ANC has provided studio graphic creation hours as part of this proposal. ",
        "3": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 54,
      "cells": {
        "1": "ANC has not included a video scaler as part of the control system package.  This would be required for any event utilizing live camera shoots.",
        "3": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 55,
      "cells": {
        "1": "ANC has included installation pricing with Union labor rates.",
        "3": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 56,
      "cells": {
        "1": "ANC has included applicable bonds.",
        "3": "X",
        "5": "Editable"
      }
    },
    {
      "rowIndex": 57,
      "cells": {
        "1": "ANC has included New York sales and use tax as part of this poposal.  Any and all sales and use taxes, including, but not limited to, any import or associated duties, fees, tariffs as well other excises and other charges, including without limitation VAT/Sales Tax, (“collectively referred to as Government Charges”) now or henceforth levied on any date in connection with the sale of the LED System shall be the full responsibility of the Purchaser. Purchaser shall reimburse ANC for any and all Government Charges ANC may advance on Purchaser’s behalf. Purchaser acknowledges that neither ANC nor Purchaser may have advance knowledge of such Government Charges. ANC has excluded any and all taxes from the pricing in the enclosed proposal.",
        "2": "X"
      }
    },
    {
      "rowIndex": 58,
      "cells": {
        "1": "Shipping (Ocean Freight Shipping) included in quote at current shipping pricing. Shipping pricing is subject to change due to continued global impacts of the Covid pandemic. Any increase in costs will be responsibility of Purchaser.    \r\nCurrent Ocean Freight timelines are approximately 6 weeks.  Current Air Freight timelines are approximately 2 weeks.",
        "2": "X"
      }
    },
    {
      "rowIndex": 59,
      "cells": {
        "1": "The Purchaser acknowledges that amidst the duration of the  Covid-19 pandemic (“Pandemic”) and thereafter for some undefined period of time, there may be consequences of the Pandemic or adverse market conditions (whether or not sudden or unpredictable)  that could render either party’s performance . ANC shall not be responsible for any additional compensation hereunder or lost revenues or profits, damages, costs, or overhead incurred by the Purchaser relating to or arising out of (I) breakdowns in commercial negotiations with equipment or parts’ suppliers; (ii) delays in shipping or manufacturing or the availability of LED or LCD equipment or parts during the Term (iii) delays in third-party contractor obligations not under ANC’s control whose work precedes ANC’s obligations hereunder; (iv) Pandemic related closures of facilities or factories or contractors, whether domestic or international, or (v) employee unavailability, staffing shortages, shutdowns, postponements, or cancellations relating to or arising out of the Pandemic, whether due to illness, travel restrictions or Events of Force Majeure.",
        "2": "X"
      }
    }
  ]
}