{
  "sheet": "Resp Matrix - ROM Example",
  "nonEmptyRows": [
    {
      "rowIndex": 0,
      "cells": {
        "0": "Project:",
        "1": "ROM Proposal"
      }
    },
    {
      "rowIndex": 1,
      "cells": {
        "0": "Date:",
        "1": "2022-08-28T22:00:00.000Z"
      }
    },
    {
      "rowIndex": 3,
      "cells": {
        "1": "Administrative",
        "2": "YES",
        "3": "NO"
      }
    },
    {
      "rowIndex": 5,
      "cells": {
        "1": "Physical Installation",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 6,
      "cells": {
        "1": "ANC assumes all base building structure is to be provided by others or is exsting and is of sufficient capacity to support the proposed display systems.",
        "2": "Include Statement"
      }
    },
    {
      "rowIndex": 7,
      "cells": {
        "1": "ANC has included removal and disposal of any existing signage and display systems that would be replaced by those systems that are part of this ROM proposal.",
        "3": "X"
      }
    },
    {
      "rowIndex": 8,
      "cells": {
        "1": "ANC assumes reasonable access will be provided to the installation team and any unknown site conditions such as lane closures, site protection, permitting, etc is not currently in this ROM Proposal.",
        "2": "Include Statement"
      }
    },
    {
      "rowIndex": 9,
      "cells": {
        "1": "Electrical & Data Installation",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 10,
      "cells": {
        "1": "ANC assumes primary power feed will be provided by others or is exisitng, within 5' of the display location with sufficient amps for ANC proposed display(s); typically 208v 3-phase.",
        "2": "Include Statement"
      }
    },
    {
      "rowIndex": 11,
      "cells": {
        "1": "ANC assumes all secondary power distribution, which may include breaker panels, disconnects, pathway, etc may be included in this ROM Estimate",
        "2": "Include Statement"
      }
    },
    {
      "rowIndex": 12,
      "cells": {
        "1": "ANC assumes all data pathway is provided by others or is exsting, but ANC will provide data cabling and labor to pull cable form control location to the display(s).",
        "2": "Include Statement"
      }
    },
    {
      "rowIndex": 13,
      "cells": {
        "1": "Control System",
        "2": "ANC",
        "3": "Purchaser"
      }
    },
    {
      "rowIndex": 14,
      "cells": {
        "1": "ANC has provided display processors only.  Content creation studio and content delivery system is not included at this time.",
        "2": "Include Statement"
      }
    },
    {
      "rowIndex": 15,
      "cells": {
        "1": "Training",
        "2": "ANC",
        "3": "Column1"
      }
    },
    {
      "rowIndex": 16,
      "cells": {
        "1": "ANC will provide appropriate on-site operation and Maintenance Training",
        "2": "Included Statement"
      }
    },
    {
      "rowIndex": 17,
      "cells": {
        "1": "Provide sign off list for all training to be distributed to all parties upon completion.",
        "2": "X"
      }
    },
    {
      "rowIndex": 18,
      "cells": {
        "1": "Perform one (1) day of maintenance training.",
        "2": "X"
      }
    },
    {
      "rowIndex": 19,
      "cells": {
        "1": "Perform two (2) days of control system operation."
      }
    },
    {
      "rowIndex": 20,
      "cells": {
        "1": "Perform final systems testing and commissioning.",
        "2": "X"
      }
    },
    {
      "rowIndex": 21,
      "cells": {
        "1": "Project Close- Out",
        "2": "ANC",
        "3": "Column1"
      }
    },
    {
      "rowIndex": 22,
      "cells": {
        "1": "Site walk thru to conduct final inspection of punch list items with ANC"
      }
    },
    {
      "rowIndex": 23,
      "cells": {
        "1": "Completion of punch list items",
        "2": "X"
      }
    },
    {
      "rowIndex": 24,
      "cells": {
        "1": "General Conditions",
        "2": "YES",
        "3": "No"
      }
    },
    {
      "rowIndex": 25,
      "cells": {
        "1": "ANC has provided a parts only warranty, excluding on-site labor, on all products consistent with the factory supplier and/or 3rd party vendor.  Warranty Terms and Conditions to be defined.",
        "2": "Included Statement"
      }
    },
    {
      "rowIndex": 26,
      "cells": {
        "1": "ANC has included installation pricing with Union labor rates and/or prevailing wage negotiation.",
        "3": "X"
      }
    },
    {
      "rowIndex": 27,
      "cells": {
        "1": "ANC has not included bonding of any kind.",
        "2": "Included Statement"
      }
    },
    {
      "rowIndex": 28,
      "cells": {
        "1": "ANC has not included any tax in the proposal.  Any and all sales and use taxes, including, but not limited to, any import or associated duties, fees, tariffs as well other excises and other charges, including without limitation VAT/Sales Tax, (“collectively referred to as Government Charges”) now or henceforth levied on any date in connection with the sale of the LED System shall be the full responsibility of the Purchaser. Purchaser shall reimburse ANC for any and all Government Charges ANC may advance on Purchaser’s behalf. Purchaser acknowledges that neither ANC nor Purchaser may have advance knowledge of such Government Charges. ANC has excluded any and all taxes from the pricing in the enclosed proposal.",
        "2": "Included Statement"
      }
    },
    {
      "rowIndex": 29,
      "cells": {
        "1": "Shipping (Ocean Freight Shipping) included in quote at current shipping pricing. Shipping pricing is subject to change due to continued global impacts of the Covid pandemic. Any increase in costs will be responsibility of Purchaser.    \r\nCurrent Ocean Freight timelines are approximately 6 weeks.  Current Air Freight timelines are approximately 2 weeks.",
        "2": "Included Statement"
      }
    },
    {
      "rowIndex": 30,
      "cells": {
        "1": "The Purchaser acknowledges that amidst the duration of the  Covid-19 pandemic (“Pandemic”) and thereafter for some undefined period of time, there may be consequences of the Pandemic or adverse market conditions (whether or not sudden or unpredictable)  that could render either party’s performance. ANC shall not be responsible for any additional compensation hereunder or lost revenues or profits, damages, costs, or overhead incurred by the Purchaser relating to or arising out of (I) breakdowns in commercial negotiations with equipment or parts’ suppliers; (ii) delays in shipping or manufacturing or the availability of LED or LCD equipment or parts during the Term (iii) delays in third-party contractor obligations not under ANC’s control whose work precedes ANC’s obligations hereunder; (iv) Pandemic related closures of facilities or factories or contractors, whether domestic or international, or (v) employee unavailability, staffing shortages, shutdowns, postponements, or cancellations relating to or arising out of the Pandemic, whether due to illness, travel restrictions or Events of Force Majeure.",
        "2": "Included Statement"
      }
    }
  ]
}